{
    "en": {
        "header": {
            "name": "Liucija Jakubonyte"
        },
        "links": {
            "title": "LINKS"
        },
        "about": {
            "title": "ABOUT ME",
            "content": "Why programming? Well, at a time when I was trying to figure out what I want from life I got a chance to meet some cool people who were doing programming. I was curious - have decided to try myself learning online. A new unknown world entered my life. Knowing that there is a lot more than I see and wanting to be good enough to get a job I started intense courses in my home country - Lithuania. Here I am after the courses now currently in London, hoping to get my dream job, motivated and excited!"
        },
        "education": {
            "title": "EDUCATION",
            "schoolName": "KLAIPĖDOS VYDŪNO GIMNAZIJA"
        },
        "personal": {
            "title": "PERSONAL SKILS",
            "skills": [
                {
                    "name": "TEAMWORK",
                    "level": "advanced"
                },
                {
                    "name": "COMMUNICATION",
                    "level": "intermediate"
                },
                {
                    "name": "ORGANISATION",
                    "level": "beginner"
                }
            ]
        },
        "technical": {
            "title": "TECHNICAL SKILLS"
        },
        "experience": {
            "title": "WORK EXPERIENCE",
            "jobs": {
                "first": {
                    "title": "Chef",
                    "content": "At one time of my gap year I was working in the centre of London in a big irish pub. It was really lovely days in my life however I have understood that kitchen work is not something that I am passionate about.",
                    "dots": [
                        "• good experience;",
                        "• I have learned to colaborate with my fellows colleagues"
                    ]
                },
                "second": {
                    "title": "Horse keeper, instructor",
                    "content": "Apart from full daily care of all the horses my responsibilities were providing services - lessons for students as well as tourists rides in the nature. I was also one of summer riding camp instructors. I was working long hours and starting pretty early to do everything on time",
                    "dots": [
                        "• I developed great responsibility habits as so many things were depending on me;",
                        "• I maintained great awareness of safety for others and for myself."
                    ]
                },
                "third": {
                    "title": "Website administrator",
                    "content": "I was working with a company's website selling good for bath rooms. I was doing small things from research, translating, creating texts to renewing price lists, putting new goods to website, etc. The company reached out to me to edit a some articles as they knew that I am good",
                    "dots": [
                        "• I have dived deep into  the details and technical stuff;",
                        "• I have learned about websites, research and developed some terminology which normal people do not use"
                    ]
                }
            }
        },
        "footer": {
            "address": {
                "title": "ADRESS",
                "city": "London, United Kingdom"
            },
            "contact": {
                "title": "CONTACT",
                "number": "07727195094"
            },
            "social": {
                "title": "SOCIAL"
            }
        }
    },
    "lt": {
        "header": {
            "title": "PROGRAMUOTOJA"
        },
        "links": {
            "title": "NUORODOS"
        },
        "about": {
            "title": "APIE MANE",
            "content": "Kodėl programavimas? Tuo metu kai bandžiau išsiaiškint, ko noriu iš gyvenimo, sutikau keletą labai šaunių žmonių, kurie buvo programuotojai. Vienas iš jų, pamatęs mano susidomėjimą, pasiūlė idėją pačiai pradėt mokytis. Niekada anksčiau nebuvau apie tai pagalvojus, bet ši mintis man labai patiko ir aš, pasiskaičius apie programavimo kalbas, Codeacademy svetainėje pradėjau mokytis front-end kelią. O kodėl būtent front-end'ą, tai todėl, kad aš, taip labai mylėdama dizainą, supratau, jog man tai bus įdomiausia kryptis. Greitai ši veikla tapo kasdieniniu vakariniu užsiėmimu - turėjau viziją ateičiai! Bėgo dienos ir po kurio laiko supratau, kad to neužteks, kad man reikia daugiau informacijos. Po pauzės ir grįžimo atgal į savo šalį, nuėjau mokytis į Vilniaus Codeacademy intensyvius front-end kursus. Mano tikslas poi šių kursų yra gauti įsidarbinti šioje srityje ir tapti gera programuotoja. Tikiuosi rasti tokią aplinką, kurioje turėčiau visokeriopą pagalbą ir galėčiau augti ir tobulėti!"
        },
        "education": {
            "title": "IŠSILAVINIMAS",
            "schoolName": "KLAIPĖDOS VYDŪNO GIMNAZIJA"
        },
        "personal": {
            "title": "ASMENINĖS SĄVYBĖS",
            "skills": [
                {
                    "name": "KOMANDINIS DARBAS",
                    "level": "advanced"
                },
                {
                    "name": "BENDRAVIMAS",
                    "level": "intermediate"
                },
                {
                    "name": "ORGANIZACINIAI SUGEBĖJIMAI",
                    "level": "beginner"
                }
            ]
        },
        "technical": {
            "title": "TECHNINIAI GEBĖJIMAI"
        },
        "experience": {
            "title": "DARBO PATIRTIS",
            "jobs": {
                "first": {
                    "title": "Virtuvės šefė",
                    "content": "Vienu momentu per savo laisvus metus (gap year), dirbau Londono centre esančiame, daug kam gerai žinomame airiškame bare. Dirbau virtuvėje su kitais kolegomis ir mes rūpinomės visu maistu iš menu - picoss, nachos, burgeriai, desertai ir pan. Tai buvo labai geros dienos mano gyvenime bet supratau, jog virtuvės darbas per daug stipriai manęs nežavi",
                    "dots": [
                        "• Daug visko išmokau apie maisto gamybą;",
                        "• Išmokau bendradarbiavimo su kolegomis, nes tai buvo komandinis darbas"
                    ]
                },
                "second": {
                    "title": "Žirgų prižiūrėtoja, instruktorė",
                    "content": "Visą vasarą pradirbau žirgyne. Neskaitant kasdieninės žirgų priežiūros, buvau atsakinga už paslaugas klientams - pamokas mokiniams bei vienkartinius pasijodinėjimus, pasivaikščiojimus su turistais gamtoje. Taip pat, keturiose pamainose buvau trenerė vaikų vasaros jodinėjimoo stovykloje. Dirbau daug ir turėjau keltis labai anksti, nes žirgai juk nelaukia",
                    "dots": [
                        "• Išsiugdžiau labai gerus įpročius, kas liečia atsakingumą viską atlikti laiku ir taip, kaip reikia;",
                        "• Tapau labai išmintinga ties savo ir kitų asmenų saugumu."
                    ]
                },
                "third": {
                    "title": "Svetainės administratorė",
                    "content": "Dirbau su el-svetaine kuri specializavosi plačiame spektre (vonios, kranai, dušai, dekoracijos, lentynos ir daugybė kitų). Dariau daug įvairiausių darbų pradedant analize, tekstų vertimu bei kūrimu ir baigiant prekių kainoraščių atnaujinimu, prekių į svetainę kėlimu ir panašiai. Taip pat, turėjau progą panaudot savo kūrūbinį talentą, kai paprašė parašyti straipsnį kėlimui į naujienų portalus (apie vonias, žinoma!), kai užsakytas straipsnis iš tuo užsiimančios įmonės nebuvo geros kokybės",
                    "dots": [
                        "• Išmokau daugiau komunikuoti, nes atlikti darbams reikėjo sužinoti daug informacijos;",
                        "• Sužinojau daugiau apie svetaines, analizes ir  išmokau žodžių, kurių normalūs žmonės nenaudoja (pvz.: ventiliai, maišytuvas)"
                    ]
                }
            }
        },
        "footer": {
            "adress": {
                "title": "ADRESAS",
                "city": "Londonas, Jungtinė Karalystė"
            },
            "contact": {
                "title": "KONTAKTAI",
                "number": "07727195094"
            },
            "social": {
                "title": "SOCIALINIAI TINKLAI"
            }
        }
    }
}